amd-ucode
android-tools
ark
base
base-devel
blender
brave-bin
brightnessctl
btrfs-progs
clang
cliphist
docker
dosfstools
dunst
efibootmgr
exfatprogs
fastfetch
firefox
firewalld
flatpak
git
gnome-clocks
grub
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
jdk-openjdk
kitty
libpulse
libtiff5
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
mongodb-compass
nano
nautilus
network-manager-applet
networkmanager
nodejs
npm
ntfs-3g
nwg-look
opensnitch
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
plymouth-theme-hud-3-git
postman-bin
power-profiles-daemon
python-pywal16
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
rar
reflector
rofi-emoji
rofi-wayland
rofimoji
rust
sassc
smartmontools
sof-firmware
starship
swaync
swww
thunar
timeshift
tmux
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-wps-fonts
ufw
vim
visual-studio-code-bin
vlc
vulkan-radeon
waybar
wev
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wps-office
wtype
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
xterm
yay
yay-debug
zram-generator
zsh
